/* eslint-disable */
const res = {
  sgc: false,
  sfy: false,
  qfy: false,
  lrc: {
    version: 17,
    lyric: `[00:00.000] 作曲 : 谢馨哲/吴萌
     [00:01.000] 作词 : 葛大为
     [00:16.329]我像是 小数点 第几位
     [00:19.909]存在但 能自动 被省略
     [00:23.539]也习惯不避嫌
     [00:25.443]跟你看作一对
     [00:30.871]你也算 够谨慎 的同类
     [00:34.719]踏着却 不逾越 那条线
     [00:38.065]发生一切 或不发生一切
     [00:45.209]又有什么 差别
     [00:53.233]看不见 听不到 爱不了
     [00:55.914]却注定要纠结
     [01:00.342]我想我 是坏人
     [01:02.424]故意不听懂你的拒绝
     [01:07.619]难以昭告世界 爱上你多优越
     [01:14.496]无人知晓 可不可怜
     [01:22.555]不靠近 不走远 不定义
     [01:25.368]像玩笑的暧昧
     [01:29.867]你说你 是坏人
     [01:31.829]想安定也没缺过消遣
     [01:37.041]无权为你崩溃 却带一点惭愧
     [01:43.957]我不够好 害你亏欠
     [02:16.435]还能够 再纠缠 几个月
     [02:19.839]像烂戏 碰上了 好演员
     [02:23.586]你想矫情一点 我就加倍收敛
     [02:30.762]陪到你 有下个 新对象
     [02:34.525]记得要 找台阶 让我下
     [02:37.986]兄弟姐妹 你就赐个称谓
     [02:45.396]反正我没 负累
     [02:53.339]看不见 听不到 爱不了
     [02:55.929]却注定要纠结
     [03:00.399]我想我 是坏人
     [03:02.297]故意不听懂你的拒绝
     [03:07.825]难以昭告世界 爱上你多优越
     [03:14.268]无人知晓 可不可怜
     [03:22.595]不靠近 不走远 不定义
     [03:25.241]像玩笑的暧昧
     [03:29.954]你说你 是坏人
     [03:31.820]想安定也没缺过消遣
     [03:37.279]无权为你崩溃 却带一点惭愧
     [03:43.790]我不够好 害你亏欠
     [03:52.056]好狡猾 好侥幸 好浪费
     [03:54.903]谁道歉 都虚伪
     [03:59.433]我们都 是坏人
     [04:01.447]没筹码 却想赌赢一切
     [04:06.675]贪图痛彻心扉 找不到施力点
     [04:13.418]你既是谁 又不是谁
     [04:25.424]进不进 退不退 又怎样
     [04:29.303]爱不爱 等不等 都不说
     [04:33.149]无人知晓 多美
     [04:40.426]
     `
  },
  klyric: { version: 0, lyric: null },
  tlyric: { version: 0, lyric: null },
  code: 200
}
